//CC2JCL   JOB 1,NOTIFY=UNTG020
//COBOL1   EXEC COBOLCL,SRC=DATECC2,SRCLIB=CBLSUBS
//COBOL2   EXEC COBOLCL,SRC=FICATEST,SRCLIB=CBLSUBS
//COBOL3   EXEC COBOLCL,SRC=EXMPTAMT,SRCLIB=CBLSUBS
//COBOL4   EXEC COBOLCL,SRC=CC2MAIN,SRCLIB=COBOLPGM
//LKED.SYSIN DD *
  INCLUDE SYSLIB(EXMPTAMT)
  INCLUDE SYSLIB(FICATEST)
  INCLUDE SYSLIB(DATECC2)
//  IF RC = 0 THEN
//COBOL5   EXEC PGM=CC2MAIN
//STEPLIB     DD DSN=UNTG020.LOAD,DISP=SHR
//SYSOUT      DD SYSOUT=*
//SYSPRINT    DD SYSOUT=*
//EMPLOYEE    DD DSN=UNTG020.COBOLIN(EMPLOYEE),DISP=SHR
//CC2RPT      DD DSN=UNTG020.COBOLOUT(CC2RPT),DISP=SHR
//  ENDIF
//
